const appsData = [
  {
    id: 1,
    name: '39期 yuta 43期 みっちゃん 45期 ガク 45期 ざっきー 46期 りか',
    appName: 'Misery',
    category: 'チーム開発',
    url: 'https://misery-seven.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 2,
    name: '29期 ゆうき',
    appName: 'aiueo',
    category: '現役エンジニア',
    url: 'https://loguma.onrender.com/',
    appImg: '/opengraph-image.jpg',
    description: 'こんにちはこんにちはこんにちはこんにちはこんにちはこんにちはこんにちはこんにちは',
    commnet: 'こんにちは',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 3,
    name: 'あああ',
    appName: 'PairDev',
    category: 'ルーキー',
    url: 'https://pairdev.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 4,
    name: 'ららら',
    appName: 'PairDev',
    category: 'ルーキー',
    url: 'https://star-10.vercel.app/',
    appImg: '/twitter-image2.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 5,
    name: 'さとし',
    appName: 'ひめくりカウンター',
    category: 'Newcomer',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/opengraph-image (2).jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 6,
    name: 'まり',
    appName: 'Misery',
    category: 'Newcomer',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 7,
    name: 'ぴかちゅう',
    appName: 'ぽけ',
    category: '現役エンジニア',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 8,
    name: 'まさむね',
    appName: 'スマッシュ',
    category: 'Newcomer',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 9,
    name: 'ゆーた',
    appName: 'アプリネーム',
    category: 'チーム開発',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 10,
    name: 'りか',
    appName: 'コスメ',
    category: 'ルーキー',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 11,
    name: 'マザー',
    appName: 'MOTHER',
    category: 'Newcomer',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 12,
    name: 'エビワラー',
    appName: 'ひめくりカウンター',
    category: '現役エンジニア',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 13,
    name: 'ラプラス',
    appName: 'zip',
    category: 'チーム開発',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 14,
    name: 'ひめくりカウンター',
    appName: 'Misery',
    category: 'Newcomer',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
  {
    id: 15,
    name: 'ひめくりカウンター',
    appName: 'Misery',
    category: 'Newcomer',
    url: 'https://himekuri-counter.vercel.app/',
    appImg: '/sakura-background.jpg',
    description: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった',
    commnet: '大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった大変だった頑張りました',
    githubUrl: 'https://github.com/zakkiiy/techlog-app'
  },
];

export default appsData